brew "bat"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "ripgrep"
brew "starship"
brew "vim"
brew "zoxide"
cask "1password"
cask "discord"
cask "font-sarasa-gothic"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "plistedit-pro"
cask "rectangle"
cask "shottr"
cask "spotify"
cask "telegram"
cask "tailscale-app"
cask "visual-studio-code"
